Revit 2027 API
ParameterTypeId.LoadCaseName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCaseName { get; }
Public Shared ReadOnly Property LoadCaseName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCaseName {
	ForgeTypeId^ get ();
}
static member LoadCaseName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace